[GrenadePocket X2AbilityTemplate]
LocFriendlyName="Grenade Slot"
LocLongDescription="Gain a grenade-only slot, like a Grenadier has."
LocHelpText="Gain a grenade-only slot, like a Grenadier has."
LocPromotionPopupText="<Bullet/> An additional grenade can be equipped in a unique grenade-only slot.<br/>"

[HackingStatBonus X2AbilityTemplate]
LocFriendlyName="Hacking Bonus"
LocLongDescription="Your learn the hacking techniques of a Specialist, increasing your Hack stat by 40."
LocHelpText="Gain a bonus of 40 to your Hack stat."
LocFlyOverText="Hacking Bonus"
LocPromotionPopupText="<Bullet/> Hacking Bonus increases your Hack stat by 40."

[AimStatBonus X2AbilityTemplate]
LocFriendlyName="Aim Bonus"
LocLongDescription="You acquire some of the skill of a Sharpshooter, increasing your Aim stat by 5."
LocHelpText="Gain a bonus of 5 to your Aim stat."
LocFlyOverText="Aim Bonus"
LocPromotionPopupText="<Bullet/> Aim Bonus increases your Aim stat by 5."

[UIFacility_AcademySlot]
m_strNoSoldiersTooltip=There are no soldiers available for Guerrilla Tactics School class training. 
m_strSoldiersAvailableTooltip=Assign a rookie to train for a specific class, or a soldier to multiclass.

[USSM_OTSStaffSlot X2StaffSlotTemplate]
EmptyText="OPEN: SOLDIER REQUIRED"
BonusEmptyText="Trains Rookies or multiclass soldiers."
BonusDefaultText="CLASS"
BonusText="%SKILL TRAINING"
FilledText="%UNITNAME is now enrolled in an extensive %SKILL training program!"
LockedText="LOCKED: PURCHASE UPGRADE"


